Revit 2027 API
ParameterTypeId.ZoneHeatingInformationParam Property
 "Heating Information"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneHeatingInformationParam { get; }
Public Shared ReadOnly Property ZoneHeatingInformationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneHeatingInformationParam {
	ForgeTypeId^ get ();
}
static member ZoneHeatingInformationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace